[
    {
        "id": 0,
        "testimonial": {
            "title": "Classic Differences is the Best Event Service I’ve Ever Used!",
            "body": "From start to finish, the team at Classic Differences was outstanding. They took care of every detail, from planning to décor, and made our wedding day completely stress-free. Their attention to detail and professionalism were beyond what we imagined!"
        },
        "client": {
            "type": "Wedding Client",
            "subType": "Bride",
            "name": "Sarah Williams"
        },
        "image": "/images/sarah.jpg"
    },
    {
        "id": 1,
        "testimonial": {
            "title": "Classic Differences Made Our Wedding Absolutely Perfect!",
            "body": "From planning every little detail to creating the most beautiful décor, they brought our dream to life. The team was professional, creative, and made everything feel so seamless."
        },
        "client": {
            "type": "Wedding Client",
            "subType": "Couple",
            "name": "Emily & David S"
        },
        "image": "/images/couple.jpg"
    },
    {
        "id": 2,
        "testimonial": {
            "title": "Stunning Photo and Video Coverage for Our Event!",
            "body": "We couldn’t have asked for a better experience for our event. The photo and video coverage was stunning, capturing every important moment with such artistry. Our guests were blown away by the attention to detail!"
        },
        "client": {
            "type": "Corporate Event Client",
            "subType": "",
            "name": "James T."
        },
        "image": "/images/james.jpg"
    },
    {
        "id": 3,
        "testimonial": {
            "title": "Exceptional Care Home Services We Rely On!",
            "body": "The care home services provided by Classic Differences have been exceptional. Their staff is reliable, and the level of professionalism and maintenance they deliver has made a huge difference in our daily operations."
        },
        "client": {
            "type": "Care Home Manager",
            "subType": "",
            "name": "Adeola M"
        },
        "image": "/images/adeola.jpg"
    }
]